random_sendwitchoutcd = [
    "欧尼酱！慢点慢点！",
    "前面的区域之后再来探索吧~",
    "欧尼酱又在抽卡哦~休息一下好不好~",
    "小蓝拒绝了欧尼酱的抽卡(叉腰)~",
    "抽多了对身体不好~",
]
guess_sendwitchoutcd = [
    "打咩！",
    "前面的区域之后再来探索吧~",
    "欧尼酱！慢点慢点！",
    "小蓝拒绝了欧尼酱的猜卡(叉腰)~",
    "欧尼酱又在猜卡哦~休息一下好不好~",
]

noSearchText = [
    "没找到捏~ 欧尼酱~",
    "咦？这张卡不存在呢",
    "哔哔~卡片不存在"
]

lanName = [
    "今天有没有好好打牌呢？",
    "适度打牌，注意休息",
    "废物小蓝，嗷呜嗷呜",
    "可可爱爱，没有脑袋",
    "小蓝(洗衣服ing)",
    "你看你脏的，让我洗！",
    "呜，不会打牌唔",
    "摸鱼的G",
    "小蓝(非卖品)",
    "今天堆点什么捏?",
    "嘟嘟嘟，小蓝警长"
]
# 猜卡难度
guess_diff = [
    {
        'resize': 7,
        'cutsize': 6,
        'time': 3
    }
]
